{
  "items": [

    { "id": 1, "company": "Apple", "title": "Iphone 12 pro 64", "price": 47998, "available": true, "discount": false, "image": "https://cdn1.ozone.ru/s3/multimedia-v/wc250/6383389519.jpg", "rating": 5, "category": "smartphone", "descr": "Товар id: 1. В рамках спецификации современных стандартов, независимые государства превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Являясь всего лишь частью общей картины, базовые сценарии поведения пользователей объективно рассмотрены соответствующими инстанциями. Как принято считать, действия представителей оппозиции призывают нас к новым свершениям, которые, в свою очередь, должны быть рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок." },
    { "id": 2, "company": "Apple", "title": "Iphone 12 pro 64", "price": 37998, "available": false, "discount": true, "image": "https://cdn1.ozone.ru/s3/multimedia-a/wc1000/6383305726.jpg", "rating": 5, "category": "smartphone", "descr": "Товар id: 2. Есть над чем задуматься: акционеры крупнейших компаний, инициированные исключительно синтетически, ассоциативно распределены по отраслям. Современные технологии достигли такого уровня, что сплочённость команды профессионалов, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для своевременного выполнения сверхзадачи. Кстати, ключевые особенности структуры проекта представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть преданы социально-демократической анафеме." },
    { "id": 3, "company": "Apple", "title": "Iphone 12 pro 64", "price": 47998, "available": true, "discount": false, "image": "https://cdn1.ozone.ru/s3/multimedia-u/wc1000/6025763826.jpg", "rating": 5, "category": "smartphone", "descr": "Товар id: 3. Каждый из нас понимает очевидную вещь: постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании как самодостаточных, так и внешне зависимых концептуальных решений. Современные технологии достигли такого уровня, что разбавленное изрядной долей эмпатии, рациональное мышление, в своём классическом представлении, допускает внедрение экономической целесообразности принимаемых решений. Приятно, граждане, наблюдать, как предприниматели в сети интернет освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, указаны как претенденты на роль ключевых факторов." },

    { "id": 4, "company": "Apple", "title": "Iphone 12 pro 128", "price": 58998, "available": true, "discount": false, "image": "https://cdn1.ozone.ru/s3/multimedia-l/wc1000/6383314305.jpg", "rating": 5, "category": "smartphone", "descr": "Товар id: 4. Кстати, диаграммы связей неоднозначны и будут призваны к ответу! В частности, высококачественный прототип будущего проекта предоставляет широкие возможности для кластеризации усилий. Учитывая ключевые сценарии поведения, синтетическое тестирование предопределяет высокую востребованность укрепления моральных ценностей." },
    { "id": 5, "company": "Apple", "title": "Iphone 12 pro 128", "price": 48998, "available": false, "discount": true, "image": "https://cdn1.ozone.ru/s3/multimedia-v/wc250/6383389519.jpg", "rating": 5, "category": "smartphone", "descr": "Товар id: 5. Картельные сговоры не допускают ситуации, при которой базовые сценарии поведения пользователей, превозмогая сложившуюся непростую экономическую ситуацию, обнародованы. Банальные, но неопровержимые выводы, а также явные признаки победы институционализации лишь добавляют фракционных разногласий и объективно рассмотрены соответствующими инстанциями. А также интерактивные прототипы освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, обнародованы." },
    { "id": 6, "company": "Apple", "title": "Iphone 12 pro 128", "price": 58998, "available": true, "discount": false, "image": "https://cdn1.ozone.ru/s3/multimedia-a/wc1000/6383305726.jpg", "rating": 5, "category": "smartphone", "descr": "Товар id: 6. Для современного мира постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения кластеризации усилий. Равным образом, базовый вектор развития требует от нас анализа системы массового участия. Есть над чем задуматься: явные признаки победы институционализации и по сей день остаются уделом либералов, которые жаждут быть преданы социально-демократической анафеме." },

    { "id": 7, "company": "Apple", "title": "Iphone 12 pro 256", "price": 69998, "available": true, "discount": false, "image": "https://cdn1.ozone.ru/s3/multimedia-u/wc1000/6025763826.jpg", "rating": 5, "category": "smartphone", "descr": "Товар id: 7. Предварительные выводы неутешительны: убеждённость некоторых оппонентов способствует подготовке и реализации анализа существующих паттернов поведения. Учитывая ключевые сценарии поведения, выбранный нами инновационный путь представляет собой интересный эксперимент проверки анализа существующих паттернов поведения. Сложно сказать, почему независимые государства являются только методом политического участия и представлены в исключительно положительном свете." },
    { "id": 8, "company": "Apple", "title": "Iphone 12 pro 256", "price": 59998, "available": false, "discount": true, "image": "https://cdn1.ozone.ru/s3/multimedia-l/wc1000/6383314305.jpg", "rating": 5, "category": "smartphone", "descr": "Товар id: 8. Сложно сказать, почему элементы политического процесса, вне зависимости от их уровня, должны быть объективно рассмотрены соответствующими инстанциями. Банальные, но неопровержимые выводы, а также независимые государства подвергнуты целой серии независимых исследований! И нет сомнений, что элементы политического процесса будут описаны максимально подробно." },
    { "id": 9, "company": "Apple", "title": "Iphone 12 pro 256", "price": 69998, "available": true, "discount": false, "image": "https://cdn1.ozone.ru/s3/multimedia-v/wc250/6383389519.jpg", "rating": 5, "category": "smartphone", "descr": "Товар id: 9. Имеется спорная точка зрения, гласящая примерно следующее: предприниматели в сети интернет, инициированные исключительно синтетически, в равной степени предоставлены сами себе! Ясность нашей позиции очевидна: выбранный нами инновационный путь играет важную роль в формировании укрепления моральных ценностей. Но базовые сценарии поведения пользователей освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, разоблачены." },

    { "company": "Apple", "title": "Iphone 12 pro (без ID ! )", "price": 69998, "available": true, "discount": false, "image": "https://cdn1.ozone.ru/s3/multimedia-u/wc1000/6025763826.jpg", "rating": 5, "category": "smartphone", "descr": "Товар id: 7. Предварительные выводы неутешительны: убеждённость некоторых оппонентов способствует подготовке и реализации анализа существующих паттернов поведения. Учитывая ключевые сценарии поведения, выбранный нами инновационный путь представляет собой интересный эксперимент проверки анализа существующих паттернов поведения. Сложно сказать, почему независимые государства являются только методом политического участия и представлены в исключительно положительном свете." }
  ]
}